Repository: anacounts/app
Catalog: apps/app_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: %{count} members
fr: %{count} membres

source: %{count} unlinked
fr: %{count} sans utilisateur

source: A link to confirm your email change has been sent to the new address.
fr: Un lien de confirmation a été envoyé à votre nouvelle adresse.

source: Add another member
fr: Ajouter un membre

source: Add everyone
fr: Ajouter tout le monde

source: Alphabetically
fr: Par ordre alphabétique

source: Already have an account?
fr: Vous avez déjà un compte ?

source: Amount
fr: Montant

source: Anacounts is a free and open-source software that helps you share expensenses for a trip with your friend or in your household in a more fair way.
fr: Anacounts est un logiciel gratuit et open source aidant à rendre la répartition des dépenses de vos voyages ou de votre foyer plus juste.

source: Anacounts uses Gravatar to display user avatars.
fr: Anacounts utilise Gravatar pour afficher les avatars des utilisateurs.

source: Are you sure you want to delete the transfer?
fr: Êtes-vous certain de vouloir supprimer le transfert ?

source: Are you sure you want to delete this book? This operation is irreversible.
fr: Êtes-vous certain de vouloir supprimer ce livret? L'opération est irréversible.

source: As every member, you need a nickname. What do you want to be called?
fr: Comme tout membre, vous avez besoin d'un pseudo. Comment souhaitez-vous êtes appelé?

source: As the creator, you will be the first member of the book, and will be in charge of inviting the first other members.
fr: En temps que créateur du livret, vous serez le premier membre, et aurez la charge d'inviter les premiers autres membres.

source: Balance
fr: Solde

source: Before making the change effective, a confirmation email will be sent to the new address.
fr: Avant d'appliquer le changement, un email de confirmation sera envoyé à la nouvelle adresse.

source: By default, only new transfers will use the new revenues. Here, you can select existing transfers that should use the new revenues.
fr: Par défault, seuls les nouveaux transfers utiliseront ces revenus. Ici, vous pouvez sélectionner les transfers qui devraient utiliser ces nouveaux revenus.

source: Change avatar
fr: Modifier mon avatar

source: Change email
fr: Modifier mon email

source: Change name
fr: Changer le nom

source: Change nickname
fr: Modifier votre pseudo

source: Change password
fr: Modifier mon mot de passe

source: Close book
fr: Fermer le livret

source: Closed
fr: Fermé

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Confirm your account
fr: Confirmer mon compte

source: Confirmation instructions were sent when you created your account. If you did not receive them, check out your spam, or send the instructions again.
fr: Des instructions de confirmations ont été envoyés à la création de votre compte. Si vous ne les avez pas reçu, vérifiez vos spams, ou envoyez les à nouveau.

source: Continue
fr: Continuer

source: Copied to clipboard !
fr: Copié dans le presse-papier

source: Create
fr: Créer

source: Create a new book
fr: Créer un livret

source: Create an account
fr: Créer un compte

source: Create manually
fr: Créer manuellement

source: Create reimbursement
fr: Créer le remboursement

source: Created by
fr: Créé par

source: Current password
fr: Mot de passe actuel

source: Delete
fr: Supprimer

source: Delete book
fr: Supprimer le livret

source: Describe the purpose of the book in a few words.
fr: Décrivez le but du livret en quelques mots.

source: Details
fr: Détails

source: Disconnect
fr: Déconnexion

source: Divide equally
fr: Diviser également

source: Divided
fr: Divisé

source: Edit
fr: Modifier

source: Email change link is invalid or it has expired. You can create a new one.
fr: Le lien de changement d'email est invalide ou a expiré. Vous pouvez en créer un nouveau.

source: Enter your user account's email address and we will send you a password reset link.
fr: Entrez votre adresse email et nous vous enverrons les instructions de réinitialisation de mot de passe par email.

source: Finish
fr: Terminer

source: First created
fr: Premier créé

source: Fix it
fr: Corriger

source: Go back to sign in page.
fr: Revenez à la page de connexion.

source: Go to Gravatar
fr: Aller sur Gravatar

source: Go to my account
fr: Voir mon compte

source: Gravatar is a service providing globally unique avatars.
fr: Gravatar est un service qui fourni un avatar unique selon l'adresse email.

source: Hello 👋 You have been invited to join a new book:
fr: Bonjour 👋 Vous avez été invité à rejoindre un nouveau livret:

source: Home
fr: Accueil

source: How to balance?
fr: Comment équilibrer ?

source: If you want to update revenues accross multiple books, you will have go to these books and update the revenues there too.
fr: Si vous souhaitez mettre à jour ces revenues dans plusieurs livrets, il vous faudra vous rendre sur les pages dédiés des livrets concernés.

source: If your email has not been confirmed yet, you will receive an email with instructions shortly.
fr: Si votre adresse email n'a pas encore été confirmée, vous allez recevoir un email contenant les instructions.

source: If your email is in our system, you will receive instructions to reset your password shortly.
fr: Si votre adresse email est dans notre système, vous allez recevoir les instructions pour réinitialiser votre mot de passe.

source: Invalid email or password
fr: Email ou mot de passe invalide

source: Invitation link is invalid or it has expired
fr: Le lien d'invitation est invalide ou a expiré

source: Invite people
fr: Inviter des personnes

source: It can be changed at any time after joining
fr: Il peut être changé à tout moment après avoir rejoint

source: It can be changed later after the book creation.
fr: Il peut être changé après la création du livret.

source: Join
fr: Rejoindre

source: Join book
fr: Rejoindre le livret

source: Joined on
fr: Rejoint le

source: Keep me logged in
fr: Rester connecté

source: Label
fr: Nom

source: Last created
fr: Dernier créé

source: Latest transfers
fr: Derniers transferts

source: Log in here.
fr: Connectez-vous ici.

source: Manual reimbursement
fr: Remboursement manuel

source: Me
fr: Moi

source: Member
fr: Membre

source: Members
fr: Membres

source: Members created manually will appear alongside invited members, but are not linked to a user until someone invited through the invitation link claims them.
fr: Les membres créés manuellement apparaissent avec les membres invités, mais ne sont pas lié à un utilisateur avant qu'un utilisateur invité ne les réclame.

source: Most recent
fr: Le plus récent

source: My account
fr: Mon compte

source: My books
fr: Mes livrets

source: My profile
fr: Mon profil

source: Name
fr: Nom

source: New book
fr: Nouveau livret

source: New email
fr: Nouvel email

source: New income
fr: Nouveau revenu

source: New password
fr: Nouveau mot de passe

source: New payment
fr: Nouveau paiement

source: Nickname
fr: Pseudo

source: Nicknames can be changed later on.
fr: Les pseudos peuvent être changés plus tard.

source: No transfers yet
fr: Pas de transfert

source: Not %{email}?
fr: Vous n'êtes pas %{email} ?

source: Not %{user_name}?
fr: Vous n'êtes pas %{user_name} ?

source: Oldest
fr: Le plus ancien

source: Only the current book will be affected. Nicknames can be changed as many times as you want or need to.
fr: Seul le livret actuel sera affecté. Les pseudos peuvent être changés autant de fois que souhaité ou nécessaire.

source: Open
fr: Ouvert

source: Others
fr: Les autres

source: Owned by
fr: Appartenant à

source: Paid by
fr: Payé par

source: Password
fr: Mot de passe

source: People clicking this link will be asked either to join as an existing member, or to create a new one.
fr: Après avoir cliqué sur le lien, il sera proposé de rejoindre en tant qu'un membre existant, ou d'en créer un nouveau.

source: Please enter a new password for your account
fr: Entrez un nouveau mot de passe pour votre compte

source: Received by
fr: Reçu par

source: Register
fr: Créer un compte

source: Reimbursement from %{debtor_name} to %{creditor_name}
fr: Remboursement de %{debtor_name} à %{creditor_name}

source: Remove all
fr: Enlever tout

source: Reopen book
fr: Réouvrir le livret

# Filters
source: Reset
fr: Effacer

source: Reset password
fr: Réinitialisé mon mot de passe

source: Reset password link is invalid or it has expired.
fr: Lien de réinitialisation de mot de passe invalide ou expiré.

source: Reset your password
fr: Réinitialiser mon mot de passe

source: Revenues
fr: Revenus

source: Revenues are set by book. Choose the most fair way to compute revenues (before or after taxes, including gifts or not) with the other members of the book, and enter it here.
fr: Les revenues sont définis par livret. Choisissez la manière la plus équitable de calculer vos revenues (avant ou après les taxes, incluants les cadeaux ou non) avec les autres membres, et entrer la valeur calculée ici.

source: Save
fr: Enregistrer

source: Send confirmation instructions for your account
fr: Envoyer les instructions de confirmation

source: Send instructions
fr: Envoyer les instructions

source: Set revenues
fr: Définir vos revenues

source: Settle up
fr: Rembourser

source: Share this link so people can join your book
fr: Partagez ce lien pour que de nouvelles personnes puissent rejoindre

source: Show weight
fr: Afficher les poids

source: Sign in
fr: Se connecter

source: Sign in to your account
fr: Se connecter à mon compte

source: Some information is missing to balance the book
fr: Certaines informations manquent pour pouvoir équilibrer le livret

source: Someone new
fr: Quelqu'un d'autre

source: Sort by
fr: Trier

source: State
fr: État

source: Tenanted by
fr: Appartenant à

source: The confirmation email will be sent to this address
fr: L'email de confirmation sera envoyé à cette adresse

source: The main difference with invited members is that you can see and edit revenues of unlinked members from their member page.
fr: La différence principale avec les membres invités est que vous pouvez voir et modifier les revenues des membres sans utilisateurs.

source: There is no transfer in the book for now. You can finish the operation safely!
fr: Il n'y a pas de transfert dans le livret pour le moment. Vous pouvez terminer l'opération !

source: This confirmation link is invalid or it has expired.
fr: Le lien de confirmation est invalide ou a expiré.

source: This email will be your identifier
fr: Cette email sera votre identifiant

source: This is the current name of the book
fr: Ceci est le nom actuel du livret

source: This is the current nickname of the member
fr: Ceci est le pseudo actuel du membre

source: This is the current revenues of the member
fr: Voici les revenus actuels du membre

source: This is your current nickname
fr: Votre pseudo actuel est le suivant

source: This is your current revenues
fr: Voici vos revenus actuels

source: This member revenues were not set yet.
fr: Les revenues de ce membre ne sont pas encore définis.

source: This will prevent prevent any modification from being made to the book. The book can be reopened later. Are you sure you want to close the book?
fr: Cela va empêcher toute modification du livret et de ses membres et transfers. Le livret peut être réouvert plus tard. Êtes-vous certain de vouloir fermer le livret ?

source: To edit your avatar, create an account and personalize your Gravatar.
fr: Pour modifier votre avatar, créez un compte et personnalisez votre Gravatar.

source: Transfers
fr: Transferts

source: Type your new password again here
fr: Taper votre nouveau mot de passe encore une fois ici

source: View profile
fr: Voir le profil

source: Weight
fr: Poids

source: Weight by revenues
fr: Pondérer par revenu

source: Weighted
fr: Pondéré

source: What do you want to call your new book?
fr: Comment voulez-vous appeler votre nouveau livret?

source: What nickname do you want to use?
fr: Quel pseudo voulez-vous utiliser?

source: What would you like to change it to?
fr: Quel sera votre nouveau pseudo ?

source: What would you like to set them to?
fr: Quel seront vos nouveaux revenus ?

source: You are already part of this book.
fr: Vous êtes déjà membre de ce livret.

source: You are not allowed to set the revenues of this member.
fr: Vous n'êtes pas autorisés à modifier les revenus de ce membre.

source: You cannot see the current revenues of this member, but you are allowed to change them.
fr: Vous n'êtes pas autorisé à voir les revenus de ce membre, mais vous pouvez les mettre à jour.

source: You cannot see your current revenues because they were set by someone else.
fr: Vous ne pouvez pas voir vos revenus actuels car ils ont été définis par une autre personne.

source: You have been added to the book
fr: Vous avez été ajouté au livret

source: You have not set your revenues yet.
fr: Vous n'avez pas encore définis vos revenus.

source: You must log in to access this page.
fr: Vous devez vous connecter pour accéder à cette page.

source: You need to identify yourself. Who are you?
fr: Vous devez vous identifier. Qui êtes-vous ?

source: You will join as the following member
fr: Vous allez rejoindre le livret en temps que le membre suivant

source: Your account was confirmed.
fr: Votre compte est maintenant confirmé.

source: Your avatar
fr: Votre avatar

source: Your current password is required to make this change
fr: Votre mot de passe est actuel est requis pour faire ce changement

source: Your email address was not confirmed
fr: Votre adresse email n'a pas été confirmée

source: Your password must be at least 12 characters long
fr: Votre mot de passe doit faire au moins 12 caractères

source: Your revenues are not set
fr: Vos revenues ne sont pas définis
